tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rouanw/brewpack"
tap "wix/brew"

brew "applesimutils"
brew "automake"
brew "bison"
brew "cdargs"
brew "gdbm"
brew "git"
brew "html2text"
brew "httpie"
brew "libffi"
brew "libyaml"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "readline"
brew "watchman"
brew "zlib"

cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "basecamp"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "miro"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "spectacle"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
