tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rouanw/brewpack"
tap "wix/brew"
tap "hashicorp/tap"

brew "applesimutils"
brew "automake"
brew "awscli"
brew "aws-vault"
brew "bat"
brew "bison"
brew "cdargs"
brew "cocoapods"
brew "colima"
brew "contentful-cli"
brew "deno"
brew "firebase-cli"
brew "flutter"
brew "fnm"
brew "go"
brew "gdbm"
brew "git"
brew "gradle"
brew "html2text"
brew "httpie"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libffi"
brew "libyaml"
brew "minikube"
brew "openssl"
brew "pipx"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "readline"
brew "tenv"
brew "hashicorp/tap/terraform"
brew "watchman"
brew "yarn"
brew "zlib"

cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "android-commandlinetools"
cask "android-file-transfer"
cask "android-studio"
cask "caffeine"
cask "clipy"
cask "firefox"
cask "flutter"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "kindle-previewer"
cask "mongodb-compass"
cask "mullvad-vpn"
cask "notion"
cask "obsidian"
cask "raycast"
cask "scratch"
cask "scroll-reverser"
cask "slack"
cask "spectacle"
cask "spotify"
cask "temurin@17"
cask "temurin@21"
cask "visual-studio-code"
cask "warp"
cask "windsurf"
cask "zed"
cask "zoom"
