tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rouanw/brewpack"
tap "wix/brew"
tap "hashicorp/tap"

brew "applesimutils"
brew "automake"
brew "awscli"
brew "bat"
brew "bison"
brew "cdargs"
brew "contentful-cli"
brew "deno"
brew "fnm"
brew "go"
brew "gdbm"
brew "git"
brew "helm"
brew "html2text"
brew "httpie"
brew "kubectx"
brew "libffi"
brew "libyaml"
brew "minikube"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "readline"
brew "hashicorp/tap/terraform"
brew "watchman"
brew "yarn"
brew "zlib"

cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "caffeine"
cask "camtasia"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "insomnia"
cask "kindle-previewer"
cask "mongodb-compass"
cask "notion"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "spectacle"
cask "stretchly"
cask "telegram"
cask "tunnelbear"
cask "visual-studio-code"
cask "warp"
cask "webstorm"
cask "zoom"
